Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: བདག་གིས་བསོད་ནམས་འབྲས་བུ་མཆོག་བསགས་གང་། །དེས་ནི་སེམས་ཅན་རྒྱལ་བ་རེག་གྱུར་ཅིག །
en: Through my accumulated perfect results of merit, May beings reach the state of buddhahood.’

source: དེ་ལྟར་རྒྱལ་པོས་སངས་རྒྱས་རྣམས་བསྟོད་ནས། །རྒྱལ་པོ་འདི་ལྟར་སྨོན་ལམ་འདེབས་པ་ནི། །མ་འོངས་བསྐལ་པ་མཐའ་ཡས་རྣམས་སུ་ཡང་། །གང་དང་གང་དུ་བདག་ནི་སྐྱེ་བ་ན། །རྨི་ལམ་དུ་ནི་འདི་འདྲའི་རྔ་མཐོང་ཞིང་། །
en: “When the king had praised the Buddha in that way, The king prayed in this way: ‘Wherever I am born, In endless future eons, “ ‘May I see such a drum in a dream.

source: དེར་ནི་བཤགས་པ་འདི་འདྲ་ཐོས་པར་ཤོག །
en: There, may I hear this kind of confession.

source: རྒྱལ་བསྟོད་པདྨ་འབྱུང་རྒྱལ་འདི་འདྲ་བ། །ཚེ་རབས་དེ་དང་དེར་ནི་རྙེད་གྱུར་ཅིག །
en: May I encounter in every lifetime A praise such as this Source of Lotuses.

source: སངས་རྒྱས་ཡོན་ཏན་མཐའ་ཡས་མཚུངས་མེད་དང་། །གང་ཡང་བསྐལ་པ་སྟོང་དུ་རྙེད་དཀའ་བ། །དེ་དག་རྨི་ལམ་ན་ཡང་ཐོས་པར་ཤོག །ཉིན་གྱུར་ཚེ་ཡང་དེ་དག་སྟོན་གྱུར་ཅིག །
en: “ ‘May I hear in a dream of those Infinite, unequaled qualities of the buddhas, Which are difficult to acquire even in a thousand eons, And may I teach them when I am awake.

source: སེམས་ཅན་སྡུག་བསྔལ་མཚོ་ལས་ཐར་བྱེད་ཤོག །
en: “ ‘May I free beings from the ocean of suffering.

source: ཕ་རོལ་ཕྱིན་པ་དྲུག་པོ་རྫོགས་བགྱིས་ནས། །ཕྱིན་ཆད་བླ་མེད་བྱང་ཆུབ་ཐོབ་པར་ཤོག །བདག་གིས་ཞིང་ནི་འགྲན་ཟླ་མེད་གྱུར་ཅིག །
en: May I complete the six perfections And afterward attain the highest enlightenment, And may my realm be without an equal.

source: རྔ་ཕུལ་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་དང་། །རྒྱལ་བ་ཐམས་ཅད་ལ་ཡང་བསྟོད་པའི་རྒྱུས། །ཤཱཀྱ་ཐུབ་དབང་མངོན་དུ་མཐོང་བར་ཤོག །དེར་ནི་བདག་གིས་ལུང་བསྟན་ཐོབ་གྱུར་ཅིག །
en: “ ‘Through the ripened result of offering a drum, And through the cause that is praising the buddhas, May I directly see the Śākya lord of munis, And may I attain there the prophecy of my buddhahood.

source: གསེར་གྱི་ལག་པའི་དབང་དང་གསེར་གྱི་འོད། །བདག་གི་ཁྱེའུ་ནི་གང་ཡིན་འདི་གཉིས་ཀྱང་། །དེར་ནི་བུ་ཕོ་དེ་དག་གཉི་ག་ཡང་། །བྱང་ཆུབ་བླ་མེད་ལུང་བསྟན་ཐོབ་པར་ཤོག །
en: “ ‘May these two youths, my two sons, Kanakabhujendra and Kanaka­prabhā­svara, Attain there the prophecy Of attaining the highest enlightenment.

source: སེམས་ཅན་གང་དག་གནས་མེད་རྟེན་མེད་ཅིང་། །སྐྱབས་དང་བྲལ་ནས་ཕོངས་པར་གྱུར་པ་དག །དེ་དག་ལ་ཡང་མ་འོངས་དུས་རྣམས་ན། །སྐྱོབ་དང་དཔུང་གཉེན་སྐྱབས་དང་རྟེན་གྱུར་ཤོག །
en: “ ‘May those beings who have no protector or savior, Who are without a refuge and are in distress, May they all in the future Have saviors, protectors, and refuges.

source: སྡུག་བསྔལ་ཀུན་འབྱུང་ཟད་པར་བྱེད་གྱུར་ཅིག །
en: “ ‘May the source of all suffering come to an end.

source: བདེ་བ་ཀུན་གྱི་འབྱུང་གནས་གྱུར་པར་ཤོག །
en: May there be the source of all happiness.

source: སྔོན་མཐའ་འདས་པ་དེ་དག་ཇི་སྲིད་པ། །མ་འོངས་བསྐལ་པར་བྱང་ཆུབ་སྤྱོད་གྱུར་ཅིག །
en: May I have the conduct of enlightenment in future eons, Which are as numerous as the eons of the past.

source: གསེར་འོད་དམ་པ་ཡི་ནི་བཤགས་པ་ཡིས། །བདག་གི་སྡིག་པའི་རྒྱ་མཚོ་སྐེམས་པར་ཤོག །བདག་གི་ལས་ཀྱི་རྒྱ་མཚོ་ཟད་གྱུར་ཅིག །བདག་གི་ཉོན་མོངས་རྒྱ་མཚོ་ཆད་པར་ཤོག །
en: “ ‘Through the confession of The Sublime Golden Light, May my ocean of bad actions dry up, May my ocean of karma come to an end, And may my ocean of kleśas cease to exist.

source: བདག་གི་བསོད་ནམས་རྒྱ་མཚོ་རྫོགས་གྱུར་ཅིག །
en: “ ‘May my ocean of merit become complete.

source: ཡེ་ཤེས་དྲི་མེད་སྣང་བ་དམ་པ་ཡིས། །བདག་གི་ཡེ་ཤེས་རྒྱ་མཚོ་རྣམ་དག་ཤོག །ཡོན་ཏན་ཀུན་གྱི་རྒྱ་མཚོར་འགྱུར་བར་ཤོག །
en: Through the power of the light of stainless wisdom, May the ocean of my wisdom become complete And may there be an ocean of all qualities.

source: བྱང་ཆུབ་ཡོན་ཏན་ཡོན་ཏན་རིན་ཆེན་རྫོགས། །
en: “ ‘May the qualities of enlightenment be complete.

source: གསེར་འོད་དམ་པའི་བཤགས་པའི་སྟོབས་ཀྱིས་ནི། །བདག་གི་བསོད་ནམས་རབ་ཏུ་སྣང་བར་ཤོག །
en: Through the power of The Sublime Golden Light confession, May my merit become radiant.

source: བདག་གི་བྱང་ཆུབ་སྣང་བ་རྣམ་དག་གྱུར། །
en: May the light of my enlightenment be purified.

source: ཡེ་ཤེས་དྲི་མེད་སྣང་བ་དམ་པ་ཡིས། །བདག་གི་ལུས་ཀྱི་འོད་ནི་སྣང་བར་ཤོག །
en: “ ‘Through the sublime light of stainless wisdom, May my body shine with light.

source: བསོད་ནམས་སྣང་བ་ལྷང་ངེར་བྱ་བའི་ཕྱིར། །འཇིག་རྟེན་གསུམ་ན་ཁྱད་པར་འཕགས་གྱུར་ཅིག །
en: In order that the light of merit be bright, May I become preeminent within the three worlds.

source: བསོད་ནམས་སྟོབས་དང་རྟག་ཏུ་ལྡན་པར་ཤོག །
en: “ ‘May I always have the power of merit.

source: སྡུག་བསྔལ་རྒྱ་མཚོ་ལས་ནི་སྒྲོལ་བ་དང་། །བདེ་བ་ཀུན་གྱི་རྒྱ་མཚོ་འདྲ་བ་ཡིས། །མ་འོངས་བསྐལ་པར་བྱང་ཆུབ་སྤྱོད་པར་བགྱི། །
en: May I be liberated from the ocean of suffering And practice enlightened conduct in future eons With every happiness that is like an ocean.

source: འཇིག་རྟེན་གསུམ་ན་སྔོན་མཐར་ཇི་སྙེད་གཤེགས། །དེ་དག་ཞིང་ནི་རྒྱལ་བ་ཐམས་ཅད་ཀྱི། །ཡོན་ཏན་མཐའ་ཡས་ཁྱད་འཕགས་ཅི་འདྲ་བ། །ཡོན་ཏན་མཐའ་ཡས་རྣམས་ཀྱིས་བདག་གི་ཞིང་། །མ་འོངས་དུས་ན་དེ་འདྲར་འགྱུར་བར་ཤོག །
en: “ ‘In future times, may my realm Have the same infinite qualities As the superior, infinite qualities Of all the jinas in the realms That have been in the three worlds in the past.’

source: མཛེས་པའི་ཏོག་གིས་ཤེས་པར་བྱོས། །རྒྱལ་པོ་གསེར་གྱི་ལག་དབང་གིས། །སྔོན་ཚེ་སྨོན་ལམ་འདི་བཏབ་སྟེ། །དེ་ཉིད་ད་ལྟར་ཁྱོད་ཡིན་ནོ། །
en: “Ruciraketu, you should know That King Suvarṇabhujendra, Who made this prayer in the past, Has become you in this present time.

source: སྔོན་གྱི་དུས་ཀྱི་བུ་གཉིས་ནི། །གསེར་གྱི་ལག་དང་གསེར་གྱི་འོད། །དེ་ཉིད་དངུལ་ཏོག་དངུལ་འོད་ཅེས། །ངས་ནི་དེ་ཚེ་ལུང་བསྟན་ཏོ། །
en: “Your two sons in the past, Kanakabhujendra and Kanaka­prabhā­svara, Are now Rūpyaketu and Rūpyaprabha I made that prophecy at that time.”

source: འཁོར་མང་དེ་དག་འདི་ཐོས་ནས། །ཀུན་གྱིས་བྱང་ཆུབ་སེམས་བསྐྱེད་པ། །
en: The vast assembly, on hearing that, All developed the enlightenment mind.

source: ད་ལྟར་མ་འོངས་དུས་དག་ཏུ། །རྟག་པར་བཤགས་པ་འདི་བྱེད་ཤོག །
en: “May we now and in all future times Always make this confession!”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ལ་བསྟོད་པའི་ལེའུ་ཞེས་བྱ་སྟེ་བདུན་པའོ།། །།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་དེའི་ནང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བདེ་བར་གནས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: This concludes “A Praise of All the Realms of the Past, Future, and Present Samyaksaṃbuddhas,” the seventh chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: རིགས་ཀྱི་བུ་གསེར་ཅན་ཞེས་བྱ་བའི་གཟུངས་འདི་གང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལས་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་གྱི་སངས་རྒྱས་ཐམས་ཅད་མངོན་དུ་མཆོད་ཅིང་བཀུར་སྟི་བྱེད་འདོད་པས་གཟུངས་འདི་བཅང་ཞིང་གཟུང་བར་བྱའོ། །
en: Chapter 8: The Dhāraṇī Called Golden Then the Bhagavat said to the bodhisattva mahāsattva Sukhavihāra within that assembly, “Noble one, any noble man or noble woman who wishes to make an offering to all the buddhas of the past, the future, and the present should carry and possess this dhāraṇī that is called golden.

source: གཟུངས་འདི་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཡུམ་ཡིན་པའི་ཕྱིར།
en: It is because this dhāraṇī is the mother of the past, future, and present buddha bhagavats.

source: གཟུངས་འདི་འཛིན་པ་ནི་བསོད་ནམས་ཀྱི་ཚོགས་རྒྱ་ཆེར་འཕེལ་བར་འགྱུར་རོ། །
en: One who possesses this dhāraṇī will greatly increase their accumulation of merit.

source: འདས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དཔག་ཏུ་མེད་པ་དག་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་རྣམས་ཀྱིས་འཛིན་ཅིང་འཆང་བར་འགྱུར་རོ། །
en: Those who planted roots of merit with countless bhagavats of the past will possess and hold this dhāraṇī.

source: ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་མ་ཉམས་ཤིང་སྐྱོན་མེད་པ་རྣམས་ཀྱིས། ཆོས་ཀྱི་རྣམ་གྲངས་ཤིན་ཏུ་ཟབ་མོ་འདི་ལ་འཇུག་ནུས་པར་འགྱུར་རོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཟུངས་སྔགས་བསྒྲུབ་པའི་ཆོ་ག་ནི།
en: Those who have pure, faultless conduct without deterioration will be able to enter this extremely profound Dharma teaching.”

source: སྔར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའི་མཚན་འདི་དག་བརྗོད་ཅིང་། སེམས་རྩེ་གཅིག་པས་ཕྱག་འཚོལ་ལ་དེ་ནས་སྔགས་འདི་གདོན་པར་བྱའོ། །ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་ཕྱག་འཚལ་ལོ། །
en: Then the Bhagavat said, “This is the rite for practicing the dhāraṇī-mantra: Recite these names of past buddha bhagavats and bodhisattvas and with a one-pointed mind, pay homage to them, and then recite the mantra: “I pay homage to all the buddhas in the ten directions, “I pay homage to the bodhisattva mahāsattvas.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་། འཕགས་པ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to all the śrāvakas, pratyekabuddhas, and āryas.

source: སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Śākyamuni.

source: ཤར་ཕྱོགས་ཀྱི་སངས་རྒྱས་མི་འཁྲུགས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Akṣobhya in the east.

source: ལྷོ་ཕྱོགས་ཀྱི་སངས་རྒྱས་རིན་པོ་ཆེའི་ཏོག་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Ratnaketu in the south.

source: ནུབ་ཕྱོགས་ཀྱི་སངས་རྒྱས་འོད་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Amitābha in the west.

source: བྱང་ཕྱོགས་ཀྱི་སངས་རྒྱས་རྔ་སྒྲའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Dundubhisvara in the north.

source: སྟེང་གི་ཕྱོགས་ཀྱི་སངས་རྒྱས་ཡངས་པའི་དཔལ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Viśālaśrī above.

source: འོག་གི་ཕྱོགས་ཀྱི་སངས་རྒྱས་སྣང་བ་དམ་པའི་དཔལ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Varaprabha below.

source: སངས་རྒྱས་རིན་ཆེན་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Ratnagarbha.

source: སངས་རྒྱས་ཀུན་ཏུ་འོད་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Samantaprabha.

source: སངས་རྒྱས་ཀུན་ཏུ་སྣང་བ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Samantāvabhāsa.

source: སངས་རྒྱས་སྤོས་མཆོག་བརྩེགས་པའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Supreme Incense Heap.

source: སངས་རྒྱས་པདྨ་དམ་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Excellent Lotus.

source: སངས་རྒྱས་མཉམ་པར་གཟིགས་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Equally Seeing.

source: སངས་རྒྱས་རིན་ཆེན་གཙུག་ཏོར་ཅན་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Ratnaśikhin.

source: སངས་རྒྱས་རིན་ཆེན་བླ་མ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Highest Jewels.

source: སངས་རྒྱས་རིན་ཆེན་འོད་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Ratnaprabha.

source: སངས་རྒྱས་དྲི་མེད་འོད་སྣང་ལ་ཕྱག་འཚལ་ལོ། །སངས་རྒྱས་སྤོབས་པས་བཀོད་པར་དགོངས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Courageous Established Intention.

source: སངས་རྒྱས་ཟླ་འོད་རྣམ་དག་གྲགས་པའི་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Completely Pure Moonlight Sign Renowned King.

source: སངས་རྒྱས་མེ་ཏོག་འོད་བཀོད་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Radiant Flower Display.

source: སངས་རྒྱས་འོད་སྣང་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Aṃśurāja.

source: སངས་རྒྱས་དགེ་འོད་དྲི་མ་མེད་པར་གྲགས་པའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Renowned King Virtuous Stainless Light.

source: སངས་རྒྱས་སྤྱན་རས་གཟིགས་དབང་མི་འཇིགས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Avalokiteśvarābhaya.

source: སངས་རྒྱས་འཇིགས་མེད་གྲགས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Abhayakīrti.

source: སངས་རྒྱས་རབ་མཆོག་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the Buddha Supreme King.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Avalokiteśvara.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Kṣitigarbha.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Ākāśagarbha.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Mañjuśrī.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Vajrapāṇi.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Samantabhadra.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བློ་གྲོས་མི་ཟད་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Akṣayamati.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐུ་ཆེན་ཐོབ་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Mahāsthāmaprāpta.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the bodhisattva mahāsattva Maitreya.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལེགས་པའི་བློ་གྲོས་ལ་ཕྱག་འཚལ་ལོ། །དེ་དག་ལ་ཕྱག་འཚལ་ནས་གཟུངས་འདི་གདོན་པར་བྱའོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏདྱ་ཐཱ། ཀུ་ཊི་ཀུ་ཊི་ནི། ཨི་མི་རི་ཏོ།
en: “I pay homage to the bodhisattva mahāsattva Sumati.

source: ཀོ་ཥ་ཎི། ཨི་མི་རི་ཎི། ཨི་རཱི་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བདེ་བར་གནས་པ་ལ་བཀའ་སྩལ་པ། གཟུངས་འདི་ནི་དུས་གསུམ་གྱི་སངས་རྒྱས་རྣམས་ཀྱི་ཡུམ་ཡིན་པའི་ཕྱིར།
en: “Having paid homage to them, recite this dhāraṇī: namo ratnatrayāya | tadyathā | kuṭi kuṭini imirito koṣaṇi imiriṇi irī svāha | Then the Bhagavat said to the bodhisattva Sukhavihāra, “This dhāraṇī is the mother of the buddhas in the three times.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་གཟུངས་འདི་འཆང་ཞིང་འཛིན་ན། བསོད་ནམས་ཀྱི་ཚོགས་ཚད་མེད་དཔག་ཏུ་མེད་པ་འཕེལ་བར་འགྱུར་རོ། །
en: Therefore, any noble man or noble woman who carries and possesses this dhāraṇī will increase their accumulation of merit immeasurably, incalculably.

source: གྲངས་མེད་པའི་སངས་རྒྱས་རྣམས་ལ་བཀུར་སྟི་དང་། མཆོད་པ་དང་། རིམ་གྲོ་དང་། བསྔགས་པར་བྱས་པར་འགྱུར་རོ། །
en: They will have revered, made offerings to, served, and praised countless buddhas.

source: སངས་རྒྱས་དེ་རྣམས་ཀྱིས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་དེ་ལ་ལུང་སྟོན་པར་འགྱུར་རོ། །
en: Those buddhas will give them the prophecy of their attainment of the highest, most complete enlightenment.

source: བདེ་བར་གནས་པ་གང་ཞིག་གཟུངས་སྔགས་འདི་འཆང་བ་དེས་གོས་དང་། བསོད་སྙོམས་དང་། རིན་པོ་ཆེ་དང་། མང་དུ་ཐོས་ཤིང་མཁས་པ་དང་། ནད་མེད་ཅིང་ཚེ་རིང་བ་ལ་སོགས་པ་ཡིད་བཞིན་དུ་འཐོབ་སྟེ།
en: “Sukhavihāra, those who carry this dhāraṇī-mantra will attain the fulfillment of their wishes, such as clothes, alms, jewels, becoming learned and wise, becoming healthy, and having a long life, and their merit will increase greatly.

source: བསོད་ནམས་ཤིན་ཏུ་མང་དུ་འཕེལ་ལོ། །ཅི་དང་ཅི་འདོད་པ་དེ་དང་དེ་དག་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །བདེ་བར་གནས་ནས་སྔགས་འདི་འཆང་ཞིང་འཛིན་ན།
en: Whatever they wish for will all be accomplished.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མ་ཐོབ་ཀྱི་བར་དུ། རྟག་པར་བྱང་ཆུབ་སེམས་དཔའ་གསེར་གྱི་གྲོང་ཁྱེར་རི་བོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྒྱ་མཚོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་དང་། བྱང་ཆུབ་སེམས་དཔའ་པིང་ག་ལ་ཆེན་པོ་ལ་སོགས་པ་དང་ལྷན་ཅིག་ཏུ་གནས་ཏེ།
en: “Sukhavihāra, if this mantra is carried and possessed until the attainment of the highest, most complete enlightenment, one will always be in the company of the bodhisattva Golden City Mountain, the bodhisattva Maitreya, the bodhisattva Sāgara, the bodhisattva Samantāvalokiteśvara, the bodhisattva Mañjuśrī, the bodhisattva Mahāpiṅgala, and so on.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་རྣམས་ཀྱིས་སྲུང་བར་བྱེད་དོ། །
en: Those bodhisattvas will protect them.

source: བདེ་བར་གནས་པས་གཟུངས་འདི་སྒྲུབ་པའི་ཆོ་ག་ནི་འདི་ཡིན་པར་ཤེས་པར་བྱའོ། །
en: “Sukhavihāra, know that this is the rite for accomplishing this dhāraṇī.

source: ཐོག་མར་བཟླས་བརྗོད་ཁྲི་རྩ་བརྒྱད་ཚང་བར་བཟླས་པས་བསྙེན་པར་བྱའོ། །དེ་ནས་ཁང་པ་དབེན་པའི་ནང་དུ། དཀྱིལ་འཁོར་བྱས་ཏེ།
en: For the first repetition, one should perform a propitiation by repeating it ten thousand and eight times.

source: ཚེས་བཅུ་དྲུག་གི་ཉིན་པར་ཁྲུས་བྱས་གོས་སར་པ་གྱོན་ཏེ། བདུག་པ་དང་། མེ་ཏོག་དང་། ཞལ་ཟས་སྣ་མང་པོ་ལ་སོགས་པས། མཆོད་པ་བྱ་ཞིང་དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཞུགས་ནས།
en: Then one should make a maṇḍala inside a solitary building and, on the sixteenth day of the month, wash, put on new clothes, and make offerings with parasols, flowers, various kinds of food, and so on, placing them inside the maṇḍala.

source: ཐོག་མར་སྔར་སྨོས་པའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མཚན་ནས་བརྗོད་དེ། གུས་པར་ཕྱག་འཚལ་ཞིང་སྡིག་པ་བཤགས་ནས།
en: At the beginning, as previously described, one should recite the names of the buddhas and bodhisattvas, and then pay homage with veneration and confess bad actions.

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། སྔགས་དེ་སྟོང་རྩ་བརྒྱད་ཚང་བར་བཟླས་སོ། །དེ་ནས་ལུས་བསྲང་སྟེ་འདུག་ནས་ཅི་འདོད་པ་དེ་བསམ་པར་བྱའོ། །
en: One should then kneel with the right knee on the ground, repeat that mantra a thousand and eight times, and then sit up straight and think about what one wishes for.

source: དེ་ནས་ཉི་མ་མ་ཤར་བར་དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཁ་ཟས་གཙང་མ་ཟ་གཅིག་ཏུ་བཟའོ། །
en: Then, before the sun rises, eat one pure meal within the maṇḍala.

source: དེ་ནས་ཞག་བཅྭ་ལྔ་ལོན་པ་དང་། གཟོད་དཀྱིལ་འཁོར་དེ་ནས་བྱུང་བར་བྱས་ཏེ། མི་དེ་ནི་བསོད་ནམས་དང་གཟི་བརྗིད་ཀྱི་མཐུ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་ཞིང་། བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །
en: When someone comes out from that maṇḍala after fifteen days have passed, they will have inconceivable power, merit, and majesty, and all their wishes will be fulfilled.

source: གལ་ཏེ་བསམ་པ་མ་གྲུབ་ན་ཡང་དཀྱིལ་འཁོར་དེར་ཞུགས་ན། བསམ་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བས།
en: “If their wishes are not fulfilled, they should reenter that maṇḍala and then their wishes will be fulfilled.

source: དེ་ཕྱིན་ཅད་ཀྱང་རྟག་ཏུ་རྗེས་སུ་དྲན་པར་བྱའོ། །
en: From then on, they should always remember this.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས་གསེར་ཅན་ཞེས་བྱ་བའི་གཟུངས་ཏེ་ལེའུ་བརྒྱད་པའོ།། །།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གཟུངས་དེ་གསུངས་ནས། །
en: This concludes “The Dhāraṇī Called Golden,” the eighth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དང་། ལྷ་དང་མི་ལ་སོགས་པའི་འཁོར་འདུས་པ་དེ་དག་ལ་ཕན་པ་དང་། བདེ་བའི་ཕྱིར་དོན་དམ་པའི་བདེན་པ་སྟོང་པའི་མཚན་ཉིད་དེ་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །བསམ་གྱིས་མི་ཁྱབ་མདོ་རྣམས་གཞན་དག་ཏུ། །སྟོང་པའི་ཆོས་རྣམས་རབ་ཏུ་རྒྱས་བཤད་དེ། །
en: Chapter 9: Emptiness Then the Bhagavat, having taught that dhāraṇī, in order to benefit and bring happiness to that gathered assembly of bodhisattva mahāsattvas, devas, humans, and so on, and in order to teach the characteristics of the ultimate truth, emptiness, recited these verses: “I have taught the Dharmas of emptiness Very extensively in countless other sūtras.

source: དེ་ལྟ་བས་ན་མདོ་མཆོག་དམ་པ་འདིར། །སྟོང་པའི་ཆོས་རྣམས་མདོ་ཙམ་བཤད་པར་བྱ། །
en: Therefore, in this supreme sūtra, I will teach the Dharmas of emptiness briefly.

source: སེམས་ཅན་བློ་ཆུང་རྣམ་པར་མི་ཤེས་པས། །ཆོས་རྣམས་ཐམས་ཅད་ཤེས་པར་མི་ནུས་ཏེ། །
en: “Unknowing beings with little intelligence Are not able to know all the Dharmas.

source: དེ་ལྟ་བས་ན་མདོ་མཆོག་དམ་པ་འདིར། །སྟོང་པའི་ཆོས་རྣམས་མདོ་ཙམ་རབ་ཏུ་བཤད། །
en: Therefore, in this supreme sūtra I will teach the Dharmas of emptiness briefly.

source: སེམས་ཅན་ཀུན་གྱིས་ཅི་ནས་ཤེས་འགྱུར་དང་། །སེམས་ཅན་འབྱུང་བྱའི་ཕྱིར་ནི་སྙིང་རྗེའི་དབང་། །ཐབས་དང་ཚུལ་དང་རྒྱུ་གཞན་རྣམས་ཀྱིས་ནི། །མདོ་མཆོག་དམ་པ་དབང་པོ་འདི་བཤད་དོ། །
en: “I teach this lord of supreme sūtras Through other methods, ways, and causes, And through compassion, so that all beings will understand And so that it will arise in beings.

source: ལུས་འདི་གྲོང་ཁྱིམ་སྟོང་པ་ཇི་བཞིན་ཏེ། །དབང་པོ་རྣམས་ནི་དམག་དང་ཆོམ་རྐུན་འདྲ། །
en: “This body is like an empty village.

source: དེ་དག་ཐམས་ཅད་གྲོང་གཅིག་གནས་མོད་ཀྱི། །དེ་དག་ཕན་ཚུན་རྣམ་པར་མི་ཤེས་སོ། །མིག་གི་དབང་པོ་གཟུགས་གྱུར་རྣམས་ལ་རྒྱུག །
en: The senses are like six village thieves, Who, although they are in the same village, Are not aware of one another.

source: རྣ་བའི་དབང་པོ་སྒྲ་ལ་རྣམ་པར་དཔྱོད། །སྣ་ཡི་དབང་པོ་སྣ་ཚོགས་དྲི་རྣམས་འཕྲོག །ལྕེ་ཡི་དབང་པོ་རྟག་ཏུ་རོ་ལ་རྒྱུག །ལུས་ཀྱི་དབང་པོ་རེག་པ་དག་ལ་རྒྱུག །ཡིད་ཀྱི་དབང་པོ་ཆོས་རྣམས་རྣམ་པར་དཔྱོད། །
en: “The sense of sight runs toward forms; The sense of hearing moves after sounds; The sense of smell steals various aromas; The sense of taste runs after flavors; “The sense of touch pursues tactility; The mental sense investigates phenomena.

source: དབང་པོ་དྲུག་པོ་འདི་དག་ཕན་ཚུན་དུ། །རང་རང་ཡུལ་ལ་རབ་ཏུ་འཇུག་པར་བྱེད། །
en: These six senses in relation to one another Are each engaging with their own objects of perception.

source: སེམས་ནི་སྒྱུ་མ་ལྟ་བུར་གཡོ་བ་ཡིན། །
en: “The mind is unstable, like an illusion.

source: དབང་པོ་དྲུག་ནི་ཡུལ་ལ་རྣམ་དཔྱོད་དེ། །ཇི་ལྟར་མི་ཞིག་གྲོང་སྟོང་རྒྱུག་པ་དང་། །དམག་དང་ཆོམ་རྐུན་དག་དང་གནས་པ་བཞིན། །ཇི་ལྟར་བྱ་ཞིག་ཡུལ་དྲུག་གནས་བཅས་ཤིང་། །དབང་པོའི་སྤྱོད་ཡུལ་དག་ཀྱང་རབ་ཤེས་པ། །
en: The six senses experience their fields of perception, The six village thieves present there Are like a man running around in an empty village.

source: དེ་ལྟར་སེམས་ནི་ཡུལ་འཇུག་གནས་བཅས་ཏེ། །དབང་པོའི་སྤྱོད་ཡུལ་རྣམས་ཀྱང་རབ་ཏུ་ཤེས། །གཟུགས་དང་སྒྲ་དང་དེ་བཞིན་དྲི་རྣམས་དང་། །རོ་དང་རེག་བྱ་དེ་བཞིན་སྤྱོད་ཡུལ་ཆོས། །སེམས་ནི་དབང་པོ་དྲུག་པོ་ཐམས་ཅད་ལ། །
en: “Just as the mind and the six present senses Know the range of sensory perception— Forms, sounds, and likewise smells, Flavors, tactility, and the range of mental phenomena— “The mind enters the senses, moving like a bird Throughout all six of them.

source: དབང་པོར་ཞུགས་པར་བྱ་བཞིན་གཡོ་བར་གྱུར། །དབང་པོ་གང་དང་གང་དུ་གནས་བཅས་པ། །དབང་པོ་དེ་ནི་ཤེས་པ་བདག་ཉིད་བྱེད། །
en: In whatever sense it is present, It has the nature of that sense’s perception.

source: ལུས་ནི་གཡོ་བ་མེད་ཅིང་བྱེད་པ་མེད། །
en: “The body is unmoving and has no activity.

source: སྙིང་པོ་མེད་ཅིང་རྐྱེན་ལས་བྱུང་བ་ཡིན། །
en: It has no essence and arises from conditions.

source: ཡང་དག་མ་ཡིན་ཡོངས་སུ་རྟོག་ལས་བྱུང་། །
en: It has no real existence but arises from concepts.

source: གྲོང་སྟོང་ལས་ཀྱི་འཁྲུལ་འཁོར་འདྲ་བར་གནས། །
en: It is an empty village; it is like a working machine.

source: ས་དང་མེ་དང་ཆུ་དང་རླུང་རྣམས་ནི། །གྲོང་གཞན་གནས་ཏེ་ཕྱོགས་དང་ཕྱོགས་ན་གནས། །
en: “Earth, fire, water, and air Dwell here and there outside the village.

source: དཔེར་ན་སྦྲུལ་གདུག་གནས་གཅིག་ཇི་བཞིན་ཏེ། །རྟག་ཏུ་ཕན་ཚུན་མཐུན་པ་མ་ཡིན་བཞིན། །
en: They are like poisonous snakes in one location That are always in conflict with one another.

source: ཁམས་ཀྱི་སྦྲུལ་རྣམས་བཞི་པོ་དེ་དག་ཀྱང་། །གཉིས་ནི་སྟེང་འགྲོ་གཉིས་ནི་ཐུར་དུ་འགྲོ། །ཕྱོགས་དང་ཕྱོགས་མཚམས་རྣམས་སུ་གཉིས་གཉིས་ཏེ། །ཁམས་སྦྲུལ་དེ་དག་ཐམས་ཅད་འཇིག་པར་འགྱུར། །
en: “Of those four snakes of the elements, Two move upward and two go downward; They go in twos to the main and intermediate directions, And all those element snakes are destroyed.

source: ས་ཡི་སྦྲུལ་དང་ཆུ་ཡི་སྦྲུལ་དག་དང་། །འདི་གཉིས་འོག་ཏུ་ཟད་པར་འགྱུར་བ་ཡིན། །
en: “The earth snake and the water snake— These two come to an end below.

source: མེ་ཡི་སྦྲུལ་དང་རླུང་གི་སྦྲུལ་དག་དང་། །འདི་གཉིས་སྟེང་གི་ནམ་མཁར་འགྲོ་བ་ཡིན། །
en: The fire snake and the air snake— They go upward into the sky.

source: ཇི་ལྟར་སྔོན་ཆད་བྱས་པའི་ལས་རྣམས་ཀྱིས། །སེམས་དང་རྣམ་ཤེས་ཀུན་ཏུ་གནས་ནས་དོང་། །
en: “The mind and the consciousnesses remain, And they go according to previous karma.

source: ལྷ་དང་མི་དང་ངན་སོང་གསུམ་དག་ཏུ། །ཇི་ལྟར་བྱས་པའི་ལས་ཀྱིས་སྲིད་པར་སྐྱེ། །
en: According to the karma created in the past, they are reborn Into an existence among devas, humans, or the three lower realms.

source: བད་ཀན་རླུང་དང་མཁྲིས་པ་ཟད་གྱུར་ན། །ལུས་ནི་གཅིན་དང་ངན་སྐྱུགས་རྣམས་ཀྱིས་གང་། །
en: “When the phlegm, air, and bile come to an end, The body becomes covered with urine and vomit.

source: མངོན་པར་མི་དགའ་སྲིན་བུའི་ཕུང་པོར་གྱུར། །དུར་ཁྲོད་དག་ན་འཐོར་བ་ཤིང་བཞིན་གྱུར། །
en: It becomes a disgusting mass of worms And is cast into the charnel ground as if it were wood.

source: ལྷ་མོ་ཁྱོད་ནི་ཆོས་འདི་རྣམས་ལ་ལྟོས། །འདི་ལ་སེམས་ཅན་གང་ཟག་གང་ཞིག་ཡོད། །ཆོས་རྣམས་འདི་དག་ཐམས་ཅད་སྟོང་པ་སྟེ། །མ་རིག་པ་ཡི་རྐྱེན་ལས་བྱུང་བ་ཡིན། །
en: “Goddess, look at these phenomena, At whatever being or individual is here; All of these phenomena are empty, But they occur through the factor of ignorance.

source: འབྱུང་བ་ཆེན་པོ་འདི་དག་ཆེ་འབྱུང་མིན། །
en: “All these great elements are not ‘great occurrences.’

source: མ་བྱུང་བ་ལས་བྱུང་ཞིང་མི་འབྱུང་སྟེ། །གང་གི་ཕྱིར་ནི་འབྱུང་བ་མི་འབྱུང་བ། །
en: They occur through nonoccurrence and so do not occur.

source: དེ་ཕྱིར་འབྱུང་བ་ཆེ་ཞེས་ངས་བརྗོད་དོ། །
en: Because the occurring elements are nonoccurring, For that reason I call them ‘great elements.’

source: ཡོད་པ་མིན་ཞིང་ནམ་ཡང་ཡོད་མིན་ལ། །
en: “They are not existent and never were existent.
